<?php
/**
 * Наши правила:
 * 1) При добавлении перевода сперва пользуемся поиском Ctrl+F (Такая фраза мб уже есть)
 * 2) Не добавляем фразы, которые не будут использоваться
 * 3) Если все таки хотите добавить фразу, добавляем её в логическую группу
 *
 * В этом словаре фразы не больше 4-5 слов, Толстого не включаем
 */

return [
    //Стандартные слова
    "SEVAND" => "СЕВАНД",
    "Add" => "Добавить",
    "Save" => "Сохранить",
    "Update" => "Изменить",
    "Delete" => "Удалить",
    "Title" => "Название",
    "Short title" => "Короткое название",
    "Description" => "Описание",
    "Bases" => "Базы",
    "Created at" => "Добавлен",
    "Updated at" => "Изменен",
    "Log in as a guest" => "Войти как гость",
    "Personal account" => "Личный кабинет",
    "Remember me" => "Запомни меня",
    "Go out" => "Выйти",
    "Stay" => "Остаться",
    "Active" => "Активный",
    "Archive" => "Архивный",
    "Action column" => "Колонка действий",
    "Message" => "Сообщение",

    //Меню
    "Menu" => "Меню",
    "Home page" => "Главная страница",
    "Main" => "Главная",
    "Profile" => "Профиль",
    "Create a raffle" => "Создать конкурс",
    "Settings" => "Настройки",
    "Sign out" => "Выход",
    "Admin panel" => "Админка",
    "Sign in" => "Войти",
    "Sign up" => "Зарегистрироваться",

    //Сущности
    "University" => "Университет",
    "Universities" => "Университеты",
    "Department" => "Факультет",
    "Departments" => "Факультеты",
    "Direction" => "Направление",
    "Directions" => "Направления",
    "Course" => "Курс",
    "Courses" => "Курсы",
    "User" => "Пользователь",
    "Users" => "Пользователи",
    "Discipline" => "Дисциплина",
    "Disciplines" => "Дисциплины",
    "Group" => "Группа",
    "Groups" => "Группы",
    "Students" => "Студенты",
    "Module" => "Модуль",
    "Modules" => "Модули",
    "Log" => "Лог",
    "Logs" => "Логи",

    //Про Университет
    "Create University" => "Добавить университет",
    "Update University: {name}" => "Редактирование университета: {name}",

    //Про Факультет
    "Create Department" => "Добавить вакультет",
    "Update Department: {name}" => "Редактирование факультета: {name}",

    //Про Направление
    "Create Direction" => "Добавить направление",
    "Update Direction: {name}" => "Редактировать направление: {name}",

    //Про Курс
    "Create Course" => "Добавить курс",
    "Update Course: {name}" => "Редактировать курс: {name}",

    //Про Дисциплину
    "Create Discipline" => "Добавить дисциплину",
    "Update Discipline: {name}" => "Редактировать дисциплину: {name}",

    //Про пользователя
    "Create User" => "Добавить пользователя",
    "Update User: {name}" => "Редактировать пользователя: {name}",
    "Name" => "Имя",
    "Surname" => "Фамилия",
    "Patronymic" => "Отчество",
    "Username" => "Имя пользователя",
    "Login" => "Логин",
    "Password" => "Пароль",
    "Role" => "Роль",
    "Status" => "Статус",
    "Full name" => "ФИО",
    "Gender" => "Пол",
    "Male" => "Мужской",
    "Female" => "Женский",

    //Про студента
    "Create Student" => "Добавить студента",
    "Update Student: {name}" => "Редактировать студента: {name}",

    //Про Группы
    "Create Group" => "Добавить группу",
    "Update Group: {name}" => "Редактировать группу: {name}",

    //Роли
    "Root" => "Root",
    "Admin" => "Админ",
    "Moderator" => "Модератор",
    "Curator" => "Куратор",
    "Headman" => "Староста",
    "Student" => "Студент",

    //Языки
    "English" => "Английский",
    "Russian" => "Русский",
];