<?php
/**
 * Наши правила:
 * 1) При добавлении перевода сперва пользуемся поиском Ctrl+F (Такая фраза мб уже есть)
 * 2) Не добавляем фразы, которые не будут использоваться
 * 3) Если все таки хотите добавить фразу, добавляем её в логическую группу
 *
 * В этом словаре фразы не больше 4-5 слов, Толстого не включаем
 */

return [
    //Стандартные слова
    "Add" => "Добавить",
    "Save" => "Сохранить",
    "Update" => "Изменить",
    "Delete" => "Удалить",
    "Title" => "Название",
    "Short title" => "Короткое название",
    "Description" => "Описание",
    "Bases" => "Базы",
    "Settings" => "Настройки",
    "Created at" => "Добавлен",
    "Updated at" => "Изменен",

    //Сущности
    "University" => "Университет",
    "Universities" => "Университеты",
    "Department" => "Факультет",
    "Departments" => "Факультеты",

    //Про Университет
    "Create University" => "Добавить университет",
    "Update University: {name}" => "Редактирование университета: {name}",

    //Про Факультет
    "Create Department" => "Добавить вакультет",
    "Update Department: {name}" => "Редактирование факультета: {name}",

    //Языки
    "English" => "Английский",
    "Russian" => "Русский",
];