<?php
/**
 * Наши правила:
 * 1) При добавлении перевода сперва пользуемся поиском Ctrl+F (Такая фраза мб уже есть)
 * 2) Не добавляем фразы, которые не будут использоваться
 * 3) Если все таки хотите добавить фразу, добавляем её в логическую группу
 *
 * В этом словаре фразы не больше 4-5 слов, Толстого не включаем
 */

return [
    //Стандартные слова
    "Log in as a guest" => "Войти как гость",
    "Personal account" => "Личный кабинет",
    "Remember me" => "Запомни меня",
    "Go out" => "Выйти",
    "Stay" => "Остаться",
    "Show" => "Смотреть",
    "Sign in" => "Войти",
    "Username" => "Имя пользователя",
    "Password" => "Пароль",

    //Языки
    "English" => "Английский",
    "Russian" => "Русский",
];